{
  "_id": "KPavroninsastralassembly",
  "flags": {},
  "type": "spell",
  "img": "icons/mystery-man.png",
  "name": "Avronin's Astral Assembly",
  "permission": {
    "default": 0
  },
  "system": {
    "source": "DM",
    "prepared": false,
    "level": 6,
    "school": "nec",
    "activation": {
      "type": "minute",
      "cost": "10",
      "condition": ""
    },
    "range": {
      "value": null,
      "units": "any"
    },
    "duration": {
      "value": 1,
      "units": "hour"
    },
    "components": {
      "value": "",
      "vocal": true,
      "somatic": false,
      "material": true,
      "ritual": true,
      "concentration": false
    },
    "materials": {
      "value": "a spool of fine copper wire and a gem worth at least 100 gp for each target",
      "consumed": false,
      "cost": 100,
      "supply": 0
    },
    "target": {
      "value": null,
      "units": "",
      "type": ""
    },
    "actionType": "util",
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "save": {
      "ability": "",
      "dc": null
    },
    "description": {
      "value": "<p>You alert a number of creatures that you are familiar with, up to your spellcasting ability modifier (minimum of 1), of your intent to communicate with them through spiritual projection. The invitation can extend any distance and even cross to other planes of existence. Once notified, the creatures can choose to accept this communication at any time during the duration of the spell.<br>When a creature accepts, its spirit is projected into one of the gems used in casting the spell. The material body it leaves behind falls unconscious and doesn't need food or air. The creature's consciousness is present in the room with you, and its normal form appears as an astral projection within 5 feet of the gem its spirit occupies. You can see and hear all the creatures who have joined in the assembly, and they can see and hear you and each other as if they were present (which they are, astrally). They can't interact with anything physically.<br>A creature can end the spell's effect on itself voluntarily at any time, as can you. When the effect ends or the duration expires, a creature's spirit returns to its body and it regains consciousness. A creature that withdraws voluntarily from the assembly can't rejoin it even if the spell is still active. If a gem is broken while occupied by a creature's astral self, the spirit in the gem returns to its body and the creature suffers two levels of @Compendium[dnd5e.rules.apBZudO4UA1wj7aC]{exhaustion}.",
      "chat": "",
      "unidentified": ""
    },
    "ability": null,
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "formula": "",
    "uses": {
      "value": null,
      "max": 0,
      "per": null
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    },
    "effects": [],
    "folder": null,
    "_stats": {
      "systemId": "dnd5e",
      "systemVersion": "2.3.1",
      "coreVersion": "11.311",
      "createdTime": 1661787234066,
      "modifiedTime": 1696391872929
    }
  },
  "sort": 0
}
