{
  "_id": "KPbloodandsteel",
  "flags": {},
  "type": "spell",
  "img": "icons/mystery-man.png",
  "name": "Blood and Steel",
  "permission": {
    "default": 0
  },
  "system": {
    "source": "DM,DM:B&D,MWB",
    "prepared": false,
    "level": 4,
    "school": "trs",
    "activation": {
      "type": "action",
      "cost": "1",
      "condition": ""
    },
    "range": {
      "value": null,
      "units": "touch"
    },
    "duration": {
      "value": 1,
      "units": "minute"
    },
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": false,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "target": {
      "value": 1,
      "units": "",
      "type": "creature"
    },
    "actionType": "save",
    "save": {
      "ability": "con",
      "dc": null
    },
    "damage": {
      "parts": [
        [
          "1d4",
          "slashing"
        ]
      ],
      "versatile": ""
    },
    "description": {
      "value": "<p><em><strong>Deep Magic: </strong>blood</em><br>When you cast this spell, you cut your hand and take 1d4 slashing damage that can't be healed until you take a long rest. You then touch a construct; it must make a successful Constitution saving throw or be @Compendium[dnd5e.rules.H8aTFVG3YFAkQ3TK]{charmed} by you for the duration. If you or your allies are fighting the construct, it has advantage on the saving throw. Even constructs that are immune to charm effects can be affected by this spell.<br>While the construct is charmed, you have a telepathic link with it as long as the two of you are on the same plane of existence. You can use this telepathic link to issue commands to the creature while you are conscious (no action required), which it does its best to obey. You can specify a simple and general course of action, such as, \"Attack the ghouls,\" \"Block the bridge,\" or, \"Fetch that bucket.\" If the construct completes the order and doesn't receive further direction from you, it defends itself.<br>You can use your action to take total and precise control of the target. Until the end of your next turn, the construct takes only the actions you specify and does nothing you haven't ordered it to do. During this time, you can also cause the construct to use a reaction, but doing this requires you to use your own reaction as well.<br>Each time the construct takes damage, it makes a new Constitution saving throw against the spell. If the saving throw succeeds, the spell ends.<br>If the construct is already under your control when the spell is cast, it gains an Intelligence of 10 (unless its own Intelligence is higher, in which case it retains the higher score) for 4 hours. The construct is capable of acting independently, though it remains loyal to you for the spell's duration. You can also grant the target a bonus equal to your Intelligence modifier on one skill in which you have proficiency.<br><em><strong>At Higher Levels.</strong></em> When you cast this spell using a 5th-level spell slot, the duration is concentration, up to 10 minutes. When you use a 6th-level spell slot, the duration is concentration, up to 1 hour. When you use a spell slot of 7th level or higher, the duration is concentration, up to 8 hours.",
      "chat": "",
      "unidentified": ""
    },
    "ability": null,
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "formula": "",
    "uses": {
      "value": null,
      "max": 0,
      "per": null
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "level",
      "formula": ""
    },
    "effects": [],
    "folder": null,
    "_stats": {
      "systemId": "dnd5e",
      "systemVersion": "2.3.1",
      "coreVersion": "11.311",
      "createdTime": 1661787234066,
      "modifiedTime": 1696391872929
    }
  },
  "sort": 0
}
