{
  "_id": "KPdoomofvoracity",
  "flags": {},
  "type": "spell",
  "img": "icons/mystery-man.png",
  "name": "Doom of Voracity",
  "permission": {
    "default": 0
  },
  "system": {
    "source": "MWB",
    "prepared": false,
    "level": 3,
    "school": "con",
    "activation": {
      "type": "action",
      "cost": "1",
      "condition": ""
    },
    "range": {
      "value": 120,
      "units": "ft"
    },
    "duration": {
      "value": 1,
      "units": "minute"
    },
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "dust from the ruins of an ancient kingdom",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "target": {
      "value": 10,
      "units": "ft",
      "type": "cylinder"
    },
    "actionType": "save",
    "save": {
      "ability": "dex",
      "dc": null
    },
    "damage": {
      "parts": [
        [
          "1d6",
          "necrotic"
        ]
      ],
      "versatile": ""
    },
    "description": {
      "value": "<p>You create a ripple of dark energy that destroys everything it touches. You create a 10-foot-radius, 10-foot-deep cylindrical extra-dimensional hole on a horizontal surface of sufficient size. Since it extends into another dimension, the pit has no weight and does not otherwise displace the original underlying material. You can create the pit in the deck of a ship as easily as in a dungeon floor or the ground of a forest.<br>Any creature standing in the original conjured space, or on an expanded space as it grows, must succeed on a Dexterity saving throw to avoid falling in. The sloped pit edges crumble continuously, and any creature adjacent to the pit when it expands must succeed on a Dexterity saving throw to avoid falling in. Creatures subjected to a successful pushing effect (such as by a spell like <em>@Compendium[dnd5e.spells.FSMy6VAjDnXY9vWz]{gust of wind}</em>) may not make this saving throw. Creatures who fall into the pit take falling damage as normal. The pit's radius expands 10 feet each round for the duration.<br>The walls of the pit are slick and slimy, requiring a DC 15 Strength (Athletics) check to climb. Creatures and objects that remain in the pit take 1d6 necrotic damage at the beginning of their turns. If you fall into your own pit, you take damage, then the spell ends and you are @Compendium[dnd5e.rules.tUYvSkhggFcMpVw5]{incapacitated} for 2 rounds. When the spell ends, creatures within the pit must make a Constitution saving throw. Those who succeed rise up with the bottom of the pit until they are standing on the original surface. Those who fail also rise up but are stunned for 2 rounds.<br><em><strong>At Higher Levels.</strong></em> When you cast this spell using a spell slot of 4th level or higher, increase the depth of the pit by 10 feet for each slot level above 3rd.",
      "chat": "",
      "unidentified": ""
    },
    "ability": null,
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "formula": "",
    "uses": {
      "value": null,
      "max": 0,
      "per": null
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "level",
      "formula": ""
    },
    "effects": [],
    "folder": null,
    "_stats": {
      "systemId": "dnd5e",
      "systemVersion": "2.3.1",
      "coreVersion": "11.311",
      "createdTime": 1661787234066,
      "modifiedTime": 1696391872929
    }
  },
  "sort": 0
}
