{
  "_id": "KPgreatersealofsanctuary",
  "flags": {},
  "type": "spell",
  "img": "icons/mystery-man.png",
  "name": "Greater Seal of Sanctuary",
  "permission": {
    "default": 0
  },
  "system": {
    "source": "DM,HH,DM:A",
    "prepared": false,
    "level": 9,
    "school": "abj",
    "activation": {
      "type": "minute",
      "cost": "1",
      "condition": ""
    },
    "range": {
      "value": null,
      "units": "touch"
    },
    "duration": {
      "value": 24,
      "units": "hour"
    },
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": true,
      "concentration": false
    },
    "materials": {
      "value": "incense and special inks worth 500 gp, which the spell consumes",
      "consumed": false,
      "cost": 500,
      "supply": 0
    },
    "target": {
      "value": 100,
      "units": "ft",
      "type": "radius"
    },
    "actionType": "save",
    "save": {
      "ability": "cha",
      "dc": null
    },
    "damage": {
      "parts": [
        [
          "15d8",
          "radiant"
        ]
      ],
      "versatile": ""
    },
    "description": {
      "value": "<p><em><strong>Deep Magic: </strong>angelic</em><br>You inscribe an angelic seal on the ground, the floor, or other solid surface of a structure. The seal creates a spherical sanctuary with a radius of 100 feet, centered on the seal. For the duration, aberrations, elementals, fey, fiends, and undead that approach to within 5 feet of the boundary know they are about to come into contact with a deadly barrier. If such a creature moves so as to touch the boundary, or tries to cross the boundary by any means, including teleportation and extradimensional travel, it must make a Charisma saving throw. On a failed save, it takes 15d8 radiant damage, is repelled to 5 feet outside the boundary, and can't target anything inside the boundary with attacks, spells, or abilities until the spell ends. On a successful save, the creature takes half as much radiant damage and can cross the boundary. If the creature is a fiend that isn't on its home plane, it is immediately destroyed (no saving throw) instead of taking damage.<br>Aberrations, elementals, fey, and undead that are within 100 feet of the seal (inside the boundary) have disadvantage on ability checks, attack rolls, and saving throws, and each such creature takes 4d8 radiant damage at the start of its turn.<br>Creatures other than aberrations, elementals, fey, fiends, and undead can't be @Compendium[dnd5e.rules.H8aTFVG3YFAkQ3TK]{charmed} or frightened while within 100 feet of the seal.<br>The seal has AC 18, 75 hit points, resistance to bludgeoning, piercing, and slashing damage, and immunity to psychic and poison damage. Ranged attacks against the seal are made with disadvantage. If it is scribed on the surface of an object that is later destroyed (such as a wooden door), the seal is not damaged and remains in place, perhaps suspended in midair. The spell ends only if the seal itself is reduced to 0 hit points.",
      "chat": "",
      "unidentified": ""
    },
    "ability": null,
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "formula": "",
    "uses": {
      "value": null,
      "max": 0,
      "per": null
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    },
    "effects": [],
    "folder": null,
    "_stats": {
      "systemId": "dnd5e",
      "systemVersion": "2.3.1",
      "coreVersion": "11.311",
      "createdTime": 1661787234066,
      "modifiedTime": 1696391872929
    }
  },
  "sort": 0
}
