{
  "_id": "KPmarchofthedead",
  "flags": {},
  "type": "spell",
  "img": "icons/mystery-man.png",
  "name": "March of the Dead",
  "permission": {
    "default": 0
  },
  "system": {
    "source": ",W12",
    "prepared": false,
    "level": 3,
    "school": "nec",
    "activation": {
      "type": "minute",
      "cost": "1",
      "condition": ""
    },
    "range": {
      "value": 50,
      "units": "ft"
    },
    "duration": {
      "value": null,
      "units": "inst"
    },
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "a prayer scroll with names of the fallen",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "target": {
      "value": null,
      "units": "",
      "type": ""
    },
    "actionType": "util",
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "save": {
      "ability": "",
      "dc": null
    },
    "description": {
      "value": "<p>This spell animates the recently dead to remove them from a battlefield. Choose one corpse of a Medium or Small humanoid per level of the caster (within range). Your spell imbues the targets with an animating spirit, raising them as construct creatures similar in appearance to flesh golems, though with the strength and abilities of zombies. Dwarves use this to return the bodies of the fallen to clan tombs and to deny the corpses the foul attention of ghouls, necromancers, and similar foes.<br>On each of your turns, you can use a bonus action to mentally command all the creatures you made with this spell if the creatures are within 60 feet of you. You decide what action the creatures will take and where they will move during the next day; you cannot command them to guard. If you issue no commands, the creatures only defend themselves against hostile creatures. Once given an order and direction of march, the creatures continue to follow it until they arrive at the destination you named or until 24 hours have elapsed when the spell ends and the corpses fall lifeless once more.<br>To tell creatures to move for another 24 hours, you must cast this spell on the creatures again before the current 24-hour period ends. This use of the spell reasserts your control over up to 50 creatures you have animated with this spell rather than animating a new one.<br><em><strong>At Higher Levels:</strong></em> When you cast this spell using a spell slot of 4th level or higher, you animate or reassert control over two additional construct creatures for each slot level above 3rd (two creatures/level at 4th, three creatures/level at 5th). Each of the creatures must come from a different corpse.",
      "chat": "",
      "unidentified": ""
    },
    "ability": null,
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "formula": "",
    "uses": {
      "value": null,
      "max": 0,
      "per": null
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "level",
      "formula": ""
    },
    "effects": [],
    "folder": null,
    "_stats": {
      "systemId": "dnd5e",
      "systemVersion": "2.3.1",
      "coreVersion": "11.311",
      "createdTime": 1661787234066,
      "modifiedTime": 1696391872929
    }
  },
  "sort": 0
}
