{
  "_id": "KPmovethecosmicwheel",
  "flags": {},
  "type": "spell",
  "img": "icons/mystery-man.png",
  "name": "Move the Cosmic Wheel",
  "permission": {
    "default": 0
  },
  "system": {
    "source": "HH,DM:Cw,ZG",
    "prepared": false,
    "level": 8,
    "school": "con",
    "activation": {
      "type": "action",
      "cost": "1",
      "condition": ""
    },
    "range": {
      "value": 120,
      "units": "ft"
    },
    "duration": {
      "value": 24,
      "units": "hour"
    },
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "a music box worth at least 250 gp attuned to a particular plane of existence",
      "consumed": false,
      "cost": 250,
      "supply": 0
    },
    "target": {
      "value": 30,
      "units": "ft",
      "type": "radius"
    },
    "actionType": "save",
    "save": {
      "ability": "cha",
      "dc": null
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "description": {
      "value": "<p><em><strong>Deep Magic: </strong>clockwork</em><br>You wind your music box and call forth a piece of another plane of existence with which you are familiar, either through personal experience or intense study. The magic creates a bubble of space with a 30-foot radius within range of you and at a spot you designate. The portion of your plane that's inside the bubble swaps places with a corresponding portion of the plane your music box is attuned with.<br>There is a 10% chance that the portion of the plane you summon arrives with native creatures on it. Inanimate objects and non-ambulatory life (like trees) are cut off at the edge of the bubble, while living creatures that don't fit inside the bubble are shunted outside of it before the swap occurs. Otherwise, creatures from both planes that are caught inside the bubble are sent along with their chunk of reality to the other plane for the duration of the spell unless they make a successful Charisma saving throw when the spell is cast; with a successful save, a creature can choose whether to shift planes with the bubble or leap outside of it a moment before the shift occurs.<br>Any natural reaction between the two planes occurs normally (fire spreads, water flows, etc.) while energy (such as necrotic energy) leaks slowly across the edge of the sphere (no more than a foot or two per hour). Otherwise, creatures and effects can move freely across the boundary of the sphere; for the duration of the spell, it becomes a part of its new location to the fullest extent possible, given the natures of the two planes. The two displaced bubbles shift back to their original places automatically after 24 hours.<br>Note that the amount of preparation involved (acquiring and attuning the music box) precludes this spell from being cast on the spur of the moment. Because of its unpredictable and potentially wide-ranging effect, it's also advisable to discuss your interest in this spell with your GM before adding it to your character's repertoire.",
      "chat": "",
      "unidentified": ""
    },
    "ability": null,
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "formula": "",
    "uses": {
      "value": null,
      "max": 0,
      "per": null
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    },
    "effects": [],
    "folder": null,
    "_stats": {
      "systemId": "dnd5e",
      "systemVersion": "2.3.1",
      "coreVersion": "11.311",
      "createdTime": 1661787234066,
      "modifiedTime": 1696391872929
    }
  },
  "sort": 0
}
