{
  "_id": "KPpratfall",
  "flags": {},
  "type": "spell",
  "img": "icons/mystery-man.png",
  "name": "Pratfall",
  "permission": {
    "default": 0
  },
  "system": {
    "source": "W:SR",
    "prepared": false,
    "level": 1,
    "school": "con",
    "activation": {
      "type": "action",
      "cost": "1",
      "condition": ""
    },
    "range": {
      "value": 60,
      "units": "ft"
    },
    "duration": {
      "value": null,
      "units": "inst"
    },
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": false,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "target": {
      "value": 1,
      "units": "",
      "type": "creature"
    },
    "actionType": "save",
    "save": {
      "ability": "dex",
      "dc": null
    },
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "description": {
      "value": "<p>You cause a small bit of bad luck to befall a creature, making it look humorously foolish. You create one of the following effects within range:<ul><li>A small, oily puddle appears under the feet of your target, causing it to lose balance. The target must succeed on a Dexterity saving throw or be unable use a bonus action on its next turn as it regains its footing.</li><li>Tiny particles blow in your target's face, causing it to sneeze. The target must succeed on a Constitution saving throw or have disadvantage on its first attack roll on its next turn.</li><li>Strobing lights flash briefly before your target's eyes, causing difficulties with its vision. The target must succeed on a Constitution saving throw or its passive Perception is halved until the end of its next turn.</li><li>The target feels the sensation of a quick, mild clap against its ears, briefly disorienting it. The target must succeed on a Constitution saving throw to maintain its concentration.</li><li>An @Compendium[dnd5e.rules.hMWCeXenROGuhF1K]{invisible} force sharply tugs on the target's trousers, causing the clothing to slip down. The target must make a Dexterity saving throw. On a failed save, the target has disadvantage on its next attack roll with a two-handed weapon or loses its shield bonus to its Armor Class until the end of its next turn as it uses one hand to gather its slipping clothing.</li><br>Only one of these effects can be used on a single creature at a time.",
      "chat": "",
      "unidentified": ""
    },
    "ability": null,
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "formula": "",
    "uses": {
      "value": null,
      "max": 0,
      "per": null
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    },
    "effects": [],
    "folder": null,
    "_stats": {
      "systemId": "dnd5e",
      "systemVersion": "2.3.1",
      "coreVersion": "11.311",
      "createdTime": 1661787234066,
      "modifiedTime": 1696391872929
    }
  },
  "sort": 0
}
