{
  "_id": "KPscatteredimages",
  "flags": {},
  "type": "spell",
  "img": "icons/mystery-man.png",
  "name": "Scattered Images",
  "permission": {
    "default": 0
  },
  "system": {
    "source": "DC&SS",
    "prepared": false,
    "level": 4,
    "school": "ill",
    "activation": {
      "type": "action",
      "cost": "1",
      "condition": ""
    },
    "range": {
      "value": null,
      "units": "self"
    },
    "duration": {
      "value": 1,
      "units": "minute"
    },
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": false,
      "ritual": false,
      "concentration": false
    },
    "materials": {
      "value": "",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "target": {
      "value": null,
      "units": "",
      "type": ""
    },
    "actionType": "util",
    "damage": {
      "parts": [],
      "versatile": ""
    },
    "save": {
      "ability": "",
      "dc": null
    },
    "description": {
      "value": "<p>When you cast this spell, you create illusory doubles that move when you move but in different directions, distracting and misdirecting your opponents.<br>When <em>scattered images</em> is cast, 1d4 + 2 images are created. Images behave exactly as those created with mirror image, with the exceptions described here. These images remain in your space, acting as <em>@Compendium[dnd5e.spells.X4c8xCkmF8U9HUMz]{mirror image}</em>, until you move or until you choose to have them move by themselves. When you move, your images can stay with you, or they can move an equal distance in any direction you want, at up to your speed. If you have a fly, climb, or burrow speed, your images do as well. You can also cause some images to move away while others remain in your space, or you can remain where you are and cause some or all images to move without you. All images must remain within 150 feet of you. Images that remain in your space can be destroyed by any attack directed against you, as with <em>@Compendium[dnd5e.spells.X4c8xCkmF8U9HUMz]{mirror image}</em>. Images away from your space can be destroyed by attacks that could hit them mistakenly, but not by attacks that can only target your space; a melee attack from an attacker adjacent to you can't hit an image that's 20 feet away, for example. If you have three or more duplicates, an attack hits a duplicate if you roll 6 or higher on a d20. With two duplicates, an attack hits a duplicate if you roll 8 or higher, and with one duplicate, you must roll 11 or higher.<br>While in your space, the images mimic your movements, sounds, and actions perfectly. Images in other squares perform logical alternative actions that you dictate in a completely believable manner. They can appear to make melee attacks (always narrowly missing), cast a spell with no visible effect, drink a potion, and so on. They can't produce illusory spell effects or interact with objects that you don't have. The figments can move out of your line of sight. Their movement draws opportunity attacks as normal.<br>Finally, once per spell casting, you can exchange places via teleportation with one figment. You can do this as a bonus action on your turn or as a reaction to a successful attack that hits you. If you swap positions as a reaction, you take no damage and the figment is destroyed instead.<br>An attacker must be able to see the figments to be fooled. If you are @Compendium[dnd5e.rules.hMWCeXenROGuhF1K]{invisible} or the attacker is blind, the spell has no effect.",
      "chat": "",
      "unidentified": ""
    },
    "ability": null,
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "formula": "",
    "uses": {
      "value": null,
      "max": 0,
      "per": null
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    },
    "effects": [],
    "folder": null,
    "_stats": {
      "systemId": "dnd5e",
      "systemVersion": "2.3.1",
      "coreVersion": "11.311",
      "createdTime": 1661787234066,
      "modifiedTime": 1696391872929
    }
  },
  "sort": 0
}
