{
  "_id": "KPsummonoldonesavatar",
  "flags": {},
  "type": "spell",
  "img": "icons/mystery-man.png",
  "name": "Summon Old One's Avatar",
  "permission": {
    "default": 0
  },
  "system": {
    "source": "DM:M",
    "prepared": false,
    "level": 9,
    "school": "con",
    "activation": {
      "type": "minute",
      "cost": "10",
      "condition": ""
    },
    "range": {
      "value": 60,
      "units": "ft"
    },
    "duration": {
      "value": 1,
      "units": "hour"
    },
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": true,
      "concentration": false
    },
    "materials": {
      "value": "a vial of the caster’s blood, a dried opium poppy, and a silver dagger",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "target": {
      "value": 1,
      "units": "",
      "type": "space"
    },
    "actionType": "save",
    "save": {
      "ability": "cha",
      "dc": null
    },
    "damage": {
      "parts": [
        [
          "1d6",
          "psychic"
        ]
      ],
      "versatile": ""
    },
    "description": {
      "value": "<p><em><strong>Deep Magic: </strong>void magic</em><br>You summon a worldly incarnation of a Great Old One, which appears in an unoccupied space you can see within range. This avatar manifests as a Void speaker (<em>Creature Codex</em> NPC) augmented by boons from the Void. Choose one of the following options for the type of avatar that appears (other options might be available if the GM allows):<ul><li>Avatar of Cthulhu. The Void speaker is a @Compendium[koboldpressogl.koboldpressmonsters.KPdeepone]{deep one} with the ability to cast command and sleep of the deep at will.</li><li>Avatar of Nyarlathotep. The Void speaker is a @Compendium[koboldpressogl.koboldpressmonsters.KPdarkvoice]{dark voice} with the ability to cast bane and semblance of dread at will.</li><li>Avatar of Shub-Niggurath. The Void speaker is a @Compendium[koboldpressogl.koboldpressmonsters.KPgoatman]{goat-man} with the ability to cast black goat's blessing and unseen strangler at will.</li><li>Avatar of Yog-Sothoth. The Void speaker is a human with 1d4 + 1 flesh warps and the ability to cast gift of Azathoth and thunderwave at will.</li><br>When the avatar appears, you must make a Charisma saving throw. If it succeeds, the avatar is friendly to you and your allies. If it fails, the avatar is friendly to no one and attacks the nearest creature to it, pursuing and fighting for as long as possible.<br>Roll initiative for the avatar, which takes its own turn. If friendly to you, it obeys verbal commands you issue to it (no action required by you). If the avatar has no command, it attacks the nearest creature.<br>Each round you maintain concentration on the spell, you must make a successful DC 15 Wisdom saving throw or take 1d6 psychic damage. If the cumulative total of this damage exceeds your Wisdom score, you gain one point of Void taint and you are afflicted with a short-term madness. The same penalty recurs when the damage exceeds twice your Wisdom, three times your Wisdom, etc.<br>The avatar disappears when it drops to 0 hit points or when the spell ends. If you stop concentrating on the spell before an hour has elapsed, the avatar becomes uncontrolled and hostile and doesn't disappear until 1d6 rounds later or it's killed.",
      "chat": "",
      "unidentified": ""
    },
    "ability": null,
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "formula": "",
    "uses": {
      "value": null,
      "max": 0,
      "per": null
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "none",
      "formula": ""
    },
    "effects": [],
    "folder": null,
    "_stats": {
      "systemId": "dnd5e",
      "systemVersion": "2.3.1",
      "coreVersion": "11.311",
      "createdTime": 1661787234066,
      "modifiedTime": 1696391872929
    }
  },
  "sort": 0
}
