{
  "_id": "KPuncontrollabletransformation",
  "flags": {},
  "type": "spell",
  "img": "icons/mystery-man.png",
  "name": "Uncontrollable Transformation",
  "permission": {
    "default": 0
  },
  "system": {
    "source": "DM,HH,DM:Ch",
    "prepared": false,
    "level": 7,
    "school": "trs",
    "activation": {
      "type": "action",
      "cost": "1",
      "condition": ""
    },
    "range": {
      "value": null,
      "units": "self"
    },
    "duration": {
      "value": 1,
      "units": "hour"
    },
    "components": {
      "value": "",
      "vocal": true,
      "somatic": true,
      "material": true,
      "ritual": true,
      "concentration": false
    },
    "materials": {
      "value": "the bill of a platypus",
      "consumed": false,
      "cost": 0,
      "supply": 0
    },
    "target": {
      "value": null,
      "units": "",
      "type": ""
    },
    "actionType": "save",
    "save": {
      "ability": "str",
      "dc": null
    },
    "damage": {
      "parts": [
        [
          "1d10",
          "force"
        ]
      ],
      "versatile": ""
    },
    "description": {
      "value": "<p><em><strong>Deep Magic: </strong>chaos</em><br>You infuse your body with raw chaos and will it to adopt a helpful mutation. Roll a d10 and consult the Uncontrollable Transformation table below to determine what mutation occurs. You can try to control the shifting of your body to gain a mutation you prefer, but doing so is taxing; you can roll a d10 twice and choose the result you prefer, but you gain one level of @Compendium[dnd5e.rules.apBZudO4UA1wj7aC]{exhaustion}. At the end of the spell, your body returns to its normal form.<br><em><strong>At Higher Levels.</strong></em> When you cast this spell using a spell slot of 8th level or higher, you gain an additional mutation for each slot level above 7th. You gain one level of exhaustion for each mutation you try to control.<br><h2>Uncontrollable Transformation</h2><table><tr><th>D10</th><th>Mutation</th></tr><tr><td>1</td><td>A spindly third arm sprouts from your shoulder. As a bonus action, you can use it to attack with a light weapon. You have advantage on Dexterity (Sleight of Hand) checks and any checks that require the manipulation of tools.</td></tr><tr><td>2</td><td>Your skin is covered by rough scales that increase your AC by 1 and give you resistance to a random damage type (roll on the Damage Type table).</td></tr><tr><td>3</td><td>A puckered orifice grows on your back. You can forcefully expel air from it, granting you a flying speed of 30 feet. You must land at the end of your turn. In addition, as a bonus action, you can try to push a creature away with a blast of air. The target is pushed 5 feet away from you if it fails a Strength saving throw with a DC equal to 10 + your Constitution modifier.</td></tr><tr><td>4</td><td>A second face appears on the back of your head. You gain darkvision out to a range of 120 feet and advantage on sight-based and scent-based Wisdom (Perception) checks. You become adept at carrying on conversations with yourself.</td></tr><tr><td>5</td><td>You grow gills that not only allow you to breathe underwater but also filter poison out of the air. You gain immunity to inhaled poisons.</td></tr><tr><td>6</td><td>Your hindquarters elongate, and you grow a second set of legs. Your base walking speed increases by 10 feet, and your carrying capacity becomes your Strength score multiplied by 20.</td></tr><tr><td>7</td><td>You become incorporeal and can move through other creatures and objects as if they were difficult terrain. You take 1d10 force damage if you end your turn inside an object. You can't pick up or interact with physical objects that you weren't carrying when you became incorporeal.</td></tr><tr><td>8</td><td>Your limbs elongate and flatten into prehensile paddles. You gain a swimming speed equal to your base walking speed and have advantage on Strength (Athletics) checks made to climb or swim. In addition, your unarmed strikes deal 1d6 bludgeoning damage.</td></tr><tr><td>9</td><td>Your head fills with a light gas and swells to four times its normal size, causing your hair to fall out. You have advantage on Intelligence and Wisdom ability checks and can levitate up to 5 feet above the ground.</td></tr><tr><td>10</td><td>You grow three sets of feathered wings that give you a flying speed equal to your walking speed and the ability to hover.</td></tr></table><br><h2>Damage Type</h2><tr><th>d10</th><th>Damage Type</th></tr><tr><td>1</td><td>Acid</td></tr><tr><td>2</td><td>Cold</td></tr><tr><td>3</td><td>Fire</td></tr><tr><td>4</td><td>Force</td></tr><tr><td>5</td><td>Lightning</td></tr><tr><td>6</td><td>Necrotic</td></tr><tr><td>7</td><td>Poison</td></tr><tr><td>8</td><td>Psychic</td></tr><tr><td>9</td><td>Radiant</td></tr><tr><td>10</td><td>Thunder</td></tr>",
      "chat": "",
      "unidentified": ""
    },
    "ability": null,
    "attackBonus": 0,
    "chatFlavor": "",
    "critical": null,
    "formula": "",
    "uses": {
      "value": null,
      "max": 0,
      "per": null
    },
    "preparation": {
      "mode": "prepared",
      "prepared": false
    },
    "scaling": {
      "mode": "level",
      "formula": ""
    },
    "effects": [],
    "folder": null,
    "_stats": {
      "systemId": "dnd5e",
      "systemVersion": "2.3.1",
      "coreVersion": "11.311",
      "createdTime": 1661787234066,
      "modifiedTime": 1696391872929
    }
  },
  "sort": 0
}
